import React from 'react';


const Rules = () => {
    return (
        <main style={{margin: "auto"}}>
            <h1 style={{textAlign: "center"}}>
                Правила майнкрафт сервера
            </h1>
            <br/>
            <p>1.1 Поважати гравців сервера </p>
            <p>1.2 Заборонено вбивство людей без причини, крадіжка речей </p>
            <p>1.3 Заборонено руйнацію будівель, що очевидно є красивою намірно побудованою структурою </p>
            <p>1.4 Заборонено крадіжку речей з чужих сховищ </p>
            <p>1.5 Заборонено будування на чітко-окресленій території іншого гравця </p>
            <p>1.6 Заборонено розпалювати конфлікти, якщо це не є частиною відігрування ігрової ситуації </p>
            <p>1.7 Не рекомендується хаотичне розміщення блоків </p>
            <p>1.8 В розділі анкети "Чи прочитали ви правила?" напишіть 123</p>
            <p>1.9 Не рекомендується написання тексту КАПСОМ </p>
            <p>1.20 Вітається допомога новачкам в адаптації на сервері </p>
            <p>Територія спавну 200 на 200 блоків </p>
            <p>Для будування ферм, які будуть загружати сервер, потрібно внести свій вклад в розвиток серверу (більш детельна інфа у адмінів)</p>
            <br/>
            <h1 style={{textAlign: "center"}}>
                Правила Діскорду
            </h1>
            <br/>
            <p>2.1 Заборонено спамити(писати більше 3-х повідомлень поспіль) </p>
            <p>2.2 Не рекомендується написання тексту КАПСОМ </p>
            <p>2.3 Заборонено розповсюдження небезпечних посилань та/або введення людей в оману </p>
            <p>2.4 Не рекомендується використовувати програми для зміни голосу та/або створення зайвих звуків в чужих голосових каналах </p>
            <br/>
            <h1 style={{textAlign: "center"}}>
                Загальні правила
            </h1>
            <br/>
            <p>3.1 Вік гравців 13+ </p>
        </main>
    );
};

export default Rules;
